results/core6_v1/raw_batch2_20260710/incremental_blocks_6_10/20260710T223640_spike_P30_rep7/k6_stdout.log

     ✓ status 200

     checks.........................: 100.00% 170162 out of 170162
     data_received..................: 39 MB   68 kB/s
     data_sent......................: 18 MB   31 kB/s
     http_req_blocked...............: avg=4.55µs   min=792ns     med=3.68µs   max=29.66ms  p(90)=5.72µs   p(95)=6.72µs  
     http_req_connecting............: avg=327ns    min=0s        med=0s       max=29.58ms  p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=24.64ms  min=1.65ms    med=21.51ms  max=80.13ms  p(90)=54ms     p(95)=57.52ms 
       { expected_response:true }...: avg=24.64ms  min=1.65ms    med=21.51ms  max=80.13ms  p(90)=54ms     p(95)=57.52ms 
   ✓ http_req_failed................: 0.00%   0 out of 170162
     http_req_receiving.............: avg=329.54µs min=-863627ns med=155.81µs max=31.84ms  p(90)=752.25µs p(95)=1.02ms  
     http_req_sending...............: avg=11.01µs  min=2.41µs    med=8.29µs   max=1.49ms   p(90)=15.34µs  p(95)=23.25µs 
     http_req_tls_handshaking.......: avg=0s       min=0s        med=0s       max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=24.3ms   min=1.57ms    med=21.22ms  max=79.73ms  p(90)=53.35ms  p(95)=56.85ms 
     http_reqs......................: 170162  298.522039/s
     iteration_duration.............: avg=125.27ms min=101.78ms  med=122.17ms max=180.24ms p(90)=154.64ms p(95)=158.11ms
     iterations.....................: 170162  298.522039/s
     vus............................: 1       min=1                max=100
     vus_max........................: 100     min=100              max=100